Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/other_files/samisk_som_andresprak_samisk_2_og_3.doc.tmx
Source language: sme
Languages: smj

source: presenteret iežas ja muitalit iežas bearraša ja fulkkiid birra
smj: giehttot ietjas birra, ja ietjas familja ja berrahij birra

source: ipmirdit ja muitalit álkis diđožiid, jearaldagaid ja dieđuid sámegillii
smj: dádjadit ja åvddånbuktet álkkes diededimijt, gatjálvisájt ja diedojt sámegiellaj

source: guldalit ja ipmirdit ságastallamiid, dáhpáhusaid ja muitalusaid
smj: gulldalit ja dádjadit ságastallamijt, dáhpádusájt ja subttsasijt

source: oassálastit ságastallamiin árgabeaivválaš diliid birra
smj: oassálasstet ságastallamijda bæjválasj ássjijn

source: albmanahttit muosáhusaid ja vásáhusaid
smj: giehttot muosádimij ja åtsådallamij birra

source: geavahit loguid go čilge hattiid, hivvodagaid ja sturrodagaid
smj: adnet tállajt gå le hattijt, valjesvuodav ja stuorrudagájt tjielggimin

source: lohkat maŋŋálagaid sámi alfabehta ja dadjat sámi jietnadagaid
smj: sáme alfabehtav mujttalit ja jiednadit sáme giellajienajt

source: lohkat ja ipmirdit diđožiid ja oanehis teavsttaid
smj: låhkåt ja dádjadit diededimijt ja oanes tevstajt

source: čállit beaivválaš dili birra dieđuid ja teavsttaid
smj: tjállet diededimijt ja tevstajt bæjválasj vidjurij birra

source: geavahit sátnegirjjiid, diehtobuktosiid, digitála reaidduid ja eará veahkkeneavvuid iežas giellaoahpahallamis
smj: adnet báhkogirjijt, diehtogirjijt, digitála ræjdojt ja ietjá viehkkenævojt ietjas giellaoahppamin

source: válddahit iežas sámegiela oahpahallama ja ságastallat movt oahppat ođđa sániid
smj: gåvådit gåktu iehtja sámegielav oahppá ja ságastallat gåktu ådå bágojt oahppat

source: suokkardallat ovttaláganvuođaid ja erohusaid sámegielas ja eará gielain
smj: guoradallat avtalágásjvuodajt ja sieradusájt sámegiela ja ietjá gielaj gaskan

source: ságastallat iežas vásáhusaid sámi mánáidgirjjálašvuođas ja sámi tv-prográmmain
smj: ságastallat ietjas åtsådallamij birra mij guosská sáme mánájgirjálasjvuohtaj ja sáme tv-prográmmajda

source: geavahit biepmu, biebmogálvvuid ja biebmoráhkadeami doahpagiid ja ságastit sámi borramušaid birra
smj: adnet biebbmo-, biebbmoábnnasij- ja biebbmodahkama moallánagájt ja ságastit sáme biebmoj birra

source: geavahit almmiguovllu doahpagiid ja ságastallat sámi nástegovaid birra
smj: adnet almeguovlo moallánagájt ja ságastallat sáme násstegåvåj birra

source: Gelbbolašvuođamihttomearit 4. dási ma ŋŋel
smj: 4. dáse maŋŋela

source: guldalit, ipmirdit ja máhttit ságastallat álkis ságastallamiid
smj: gulldalit, dádjadit ja rijbadit álkkes ságastallamij

source: geavahit sátnehivvodaga mii dárbbašuvvo árgabeaivválaš dilis
smj: adnet báhkoboanndudagáv majt dárbaj bæjválasj iellemin

source: geavahit loguid áiggi ja dáhtoniid muitaleamis
smj: adnet tállajt gå le ájgev ja biejvijt nammadime

source: oassálastit ságastallamis geavatlaš bargguid birra skuvllas ja olggobeal skuvlla
smj: oassálasstet ságastallamijda prahktihkalasj bargoj birra skåvlån ja ålggobielen skåvlå

source: oassálastit ságastallamis iežas muosáhusaid ja vásáhusaid birra
smj: oassálasstet ságastallamijda ietjas muossádimij ja åtsådallamij birra

source: ovdanbuktit drámáin, rollaneavttašemiin ja improviseremiin
smj: åvddånbuktet drámá, roallaståhkusa ja improvisasjåvnå baktu

source: lohkat iešguđetlágan šáŋra teavsttaid ja geavahit muosáhusaid fuomášupmin iežas barggus
smj: låhkåt tevstajt duot dát sjáŋŋarijs ja adnet muossádusájt arvusmahttemij ietjas bargon

source: čállit teavsttaid mat muitalit, válddahallet dahje almmuhit čálli áddejumiid
smj: tjállet tevstajt ma subtsasti, gåvådi jali åvddånbukti ájádusájt

source: ovdanbuktit iežas teavsttaid earáide
smj: åvddånbuktet ietjas tevstajt iehtjádijda

source: geavahit digitála reaidduid dieđuid ohcamis ja reaidun teavsttaid ráhkadit
smj: adnet digitála ræjdojt gå diedojt le åhtsåmin, ja ræjddon gå tevstajt le dahkamin

source: geavahit deaddiluvvon ja digitála sátnegirjjiid ja diehtobuktosiid
smj: adnet prienntiduvvam ja digitála báhkogirjijt ja diehtogirjijt

source: oassálastit iešguđetlágan doaimmain main sámegiella geavahuvvo ja ráhkadit ja ovdandivvut muitalusaid dan birra
smj: oassálasstet duon dán doajmmaj gånnå sámegiella aneduvvá, ja dahkat ja åvddånbuktet subttsasijt daj birra

source: muosáhit ja muitalit drámá- ja teáhterčájáhusain
smj: muossádit ja giehttot drámá- ja teáhtervuosádusájs

source: geavahit luonddunamahusaid ja sámi báikenamaid
smj: adnet luonndonammadusájt ja sáme bájkkenamájt

source: geavahit iežas vásáhusaid ja teavsttaid mat muitalit guovtte- ja máŋggakultuvrralašvuođa birra vuolggasadjin ságastallamii
smj: adnet ietjas åtsådallamijt ja tevstajt ma gåvådi guovte- ja moattegielakvuodav vuodon ságastallamijda

source: oassálastit ságastallamis sámi árbevirolaš ealáhusaid birra
smj: oassálasstet ságastallamijda sáme árbbedábálasj æládusáj birra

source: Gelbbolašvuođamihttomearit 5. dási ma ŋŋel
smj: 5. dáse maŋŋela

source: guldalit earáid ovdanbuktimiid, jearahallat ja albmanahttit iežas jurdagiid ja oaiviliid
smj: gulldalit iehtjádij åvddånbuktemijt, gatjádallat ja åvddånbuktet ietjas ájádusájt ja vuojnojt

source: geavahit giela aktiivvalaččat iešguđetlágan gielladilálašvuođain ja iešguđetlágan oktavuođain ja doaimmain
smj: adnet gielav aktijvalattjat duon dán gielladilen ja duon dán aktijvuodan ja dåjman

source: ságastallat áigeguovdilis dáhpáhusaid ja áššiid birra
smj: ságastallat ájggeguovddelis dáhpádusáj ja ássjij birra

source: ipmirdit ja geavahit loguid geavatlaš dilálašvuođain
smj: dádjadit ja adnet tállajt praktihkalasj dilijn

source: jorgalit njálmmálaččat álkis teavsttaid
smj: jårggålit njálmálattjat álkkes tevstajt

source: lohkat ja čállit iešguđetlágan šáŋra teavsttaid
smj: låhkåt ja tjállet tevstajt duon dán sjáŋŋarin

source: čállit ja ovdandivvut vásáhusaid filbmageahččamis ja girjjálašvuođalohkamis
smj: tjállet ja åvddånbuktet åtsådallamijt filmmagæhttjamis ja girjálasjvuodalåhkåmis

source: ráhkadit muitalusaid main ovttastahttá teavstta ja gova ja main geavaha digitála reaidduid
smj: dahkat subttsasijt gånnå goappátjagá tæksta ja gåvvå aneduvvi, ja gånnå digitála ræjdo aneduvvi

source: geavahit giellaoahpa ja teakstahuksema doahpagiid veahkkin iežas barggus
smj: adnet moallánagájt grammátihkas ja tækstaoases viehkken ietjas bargon

source: geavahit árbevirolaš barggu ja ealáhusaid tearpmaid
smj: adnet árbbedábálasj barggo- ja æládustermajt

source: ságastallat sámi dáiddašlájaid sisdoalu ja ovdanbuktinvugiid birra
smj: ságastallat sáme dájddaslájaj sisano ja åvddånbuktemvuogij birra

source: selvehit sámi mediaid
smj: tjielggit sáme mediajt

source: lohkat eará kultuvrraid ja eará eamiálbmogiid teavsttaid ja muitalit iežas lohkanmuosáhusaid birra
smj: låhkåt ietjá kultuvraj ja ietjá álggoálmmugij tevstajt ja giehttot ietjas låhkåmmuossádusáj birra

source: geavahit doahpagiid mat čilgejit dálkki, dálkemearkkaid, muohttaga ja siivvu
smj: adnet moallánagájt ma gåvådi dálkev, dálkkemerkajt, muohttagav ja fierdav

source: Gelbbolašvuođamihttomearit 6. dási ma ŋŋel
smj: 6. dáse maŋŋela

source: guldalit, ipmirdit ja oassálastit spontánalaš ságastallamiin
smj: gulldalit, dádjadit ja oassálasstet spontánalasj ságastallamijda

source: ovdandivvut fágaidrasttideaddji fáttáid birra
smj: åvddånbuktet fágajgasskasasj tiemájt

source: muitalit dáhpáhusaid ja muitalusaid birra
smj: giehttot dáhpádusáj ja subttsasij birra

source: ságastallat oahpes ja áigeguovdilis fáttáid birra
smj: ságastallat oahpes ja ájggeguovddelis tiemáj birra

source: máhttit beaivválaš dili sániid
smj: bæjválasj iellema báhkoboanndudagáv buktet

source: geavahit doahpagiid mat gullet sámegiela lohkan- ja rehkenastinvuohkái
smj: adnet sáme låhkåm- ja rieknimvuogijt

source: lohkat vissis meari iešguđetlágan teavsttaid
smj: låhkåt vissa oasev duot dát tevstas

source: čállit muitaleaddji ja válddahalli teavsttaid
smj: tjállet subtsastiddje ja tjielggijiddje tevstajt

source: árvvoštallat iežas ja earáid teavsttaid
smj: árvustallat ietjas ja iehtjádij tevstajt

source: ságaskuššat teavsttaid iešguđetlágan diehtojuohkingálduin
smj: árvvaladdat tevstajt moattet diehtojuohkemgáldos

source: geavahit digitála reaidduid iežas giellaoahppamis
smj: adnet digitála ræjdojt ietjas giellaoahppamis

source: ságastallat máŋggagielalašvuođa doahpaga birra ja muitalit makkár ovdamunit leat go lea máŋggagielalaš
smj: ságastallat moattegielakvuoda birra ja mij ávkijt le moattegielakvuodas

source: muitalit eará sámegielaid iešvuođaid birra
smj: giehttot ietjá sámegielaj dåbddomerkaj birra

source: selvehit sámi organisašuvnnaid ja institušuvnnaid
smj: tjielggit sáme organisasjåvnåjt ja institusjåvnåjt

source: lohkat ja ovdandivvut eará eamiálbmogiid ja eará kultuvrraid girjjálašvuođas
smj: låhkåt ja åvddånbuktet ietjá álggoálmmugij ja ietjá kultuvraj girjálasjvuodas

source: Gelbbolašvuođamihttomearit 7. dási ma ŋŋel
smj: 7. dáse maŋŋela

source: ipmirdit muitalusaid ja válddahallamiid sisdoalu
smj: dádjadit subttsasij ja tjielggidusáj sisanov

source: guldalit ja ipmirdit guhkit njálmmálaš ovdanbuktimiid váldosisdoalu
smj: gulldalit ja dádjadit oajvvesisanov guhkep njálmálasj åvddånbuktemijs

source: albmanahttit iežas vásáhusaid ja ákkastallat iežas oaiviliid
smj: åvddånbuktet ietjas åtsådallamijt ja argumenterit ietjas vuojnojs

source: ságastallat girjjálašvuođas ja geavahit guovddáš doahpagiid
smj: ságastallat girjálasjvuoda birra ja adnet guovdásj moallánagájt

source: buvttadit iešguđetlágan áigumušaide teavsttaid ja geavahit iešguđetlágan váikkuhangaskaomiid teakstabarggus
smj: buvtadit ietjas tevstajt duon dán ájggomusá diehti ja adnet moattelágásj vájkkudusájt tevstaj bargadijn

source: geavahit deaŧaleamos riektačállinnjuolggadusaid
smj: adnet ájnnasamos duollatjállemnjuolgadusájt

source: geavahit giellaoahpa ja teakstahuksema vuođđodoahpagiid
smj: adnet vuodomoallánagájt grammatihkas ja tækstaoases

source: lohkat iešguđet guhkkosaš iešguđetlágan šáŋra teavsttaid, sihke originála ja jorgaluvvon čállosiid
smj: låhkåt oanep ja guhkep tevstajt duot dát sjáŋŋarijs, originála ja jårggåluvvam tevstajt

source: geavahit digitála reaidduid iežas teakstabarggus
smj: adnet digitála ræjdojt ietjas tækstabargon

source: válddahit movt giella rievddada dili, áiggi ja báikki mielde
smj: gåvådit gåktu giella rievddá dilij, ájgij ja bájkij milta

source: muitalit muhtun iešvuođaid sámegiela suopmaniin ja sosioleavttain
smj: giehttot muhtem sierra dåbddomerkaj birra sáme giellasuorgijn ja sosiolevtajn

source: válddahit sámegiela ja eará gielaid ovttaláganvuođaid ja erohusaid ja geavahit grammatihkalaš doahpagiid
smj: gåvådit sámegiela ja ietjá gielaj avtavlágásjvuodajt ja ærádusájt ja adnet grammatihkalasj moallánagájt

source: ságastallat ja albmanahttit estehtalaš muosáhusaid birra dáidaga ja duoji geahčadeamis
smj: ságastallat ja åvddånbuktet estehtalasj muossádusájt dájda ja duoje baktu

source: selvehit sámi girjjálašvuođa ja dovddus čálliid birra ovdalaš ja dálá áiggis
smj: tjielggit sáme girjálasjvuodav ja dåbdos tjállijt åvddål ja dálla

source: Gelbbolašvuođamihttomearit 8. dá si maŋŋel
smj: 8. dáse maŋŋela

source: árvvoštallat ávkkálaš strategiijaid movt oahppat ođđa sániid ja dajaldagaid
smj: árvustallat ávkálasj strategijajt gåktu oahppat ådå bágojt ja moallánahkkojt

source: hálddašit iešguđetlágan njálmmálaš ovdanbuktinvugiid
smj: rijbadit muhtem njálmálasj åvddånbuktemvuogij

source: geavahit giela eanet ja eanet iešguđetlágan dilálašvuođain ja atnigoahtit ođđa sániid ja dajaldagaid
smj: adnet gielav ienebut maŋenagi duon dán aktijvuodan ja adnegoahtet ådå bágojt ja moallánahkkojt

source: álggahit ja jođihit digaštallamiid
smj: álgadit ja jådedit dágástallamav

source: jearahallat ja refereret
smj: ságájdahttet ja refererit

source: lohkat ja ovdandivvut iešguđetlágan fágateavsttain
smj: låhkåt ja åvddånbuktet duot dát fáhkatevstas

source: čállit teavsttaid geavahettiin iešguđetlágan gálduid ja váikkuhangaskaomiid
smj: tjállet tevstajt ja tjáledijn adnet duov dáv gáldov ja vájkkudimnævov

source: viidásit fievrredit dieđuid iešguđetlágan gálduin ja mediain
smj: juogadit diedojt ma li viettjadum moattet gáldos ja medias

source: geavahit digitála reaidduid iežas teavsttaid ovdanbuktimis ja almmuheamis
smj: adnet digitála ræjdojt gå le ietjas tevstajt åvddånbuktemin ja almodime

source: lohkat vissis meari iešguđetlágan teavsttaid, ovdanbuktit jurdagiid, dulkot ja reflekteret sisdoalu, hámi, ulbmila ja temá birra*
smj: låhkåt vissa oases tevstajs, åvddånbuktet ájádusájt, tjielggit ja guoradallat sisanov, hámev, ulmev ja tiemáv

source: selvehit movt sámegiella rievdá internašunaliseremiin ja eará gielaid váikkuhemiin
smj: tjielggit gåktu sámegiella rievddá internasjonaliserima baktu, ja dan baktu gå bájnnu ietjá gielajs

source: selvehit movt ođđa tearpmat šaddet dahje ráhkaduvvojit
smj: tjielggit gåktu ådå bágo ilmmi jali dagáduvvi

source: ságastallat bargoeallima ja fidnuid birra
smj: ságastallat barggoiellema ja bargoj birra

source: digaštallat ođđasiid ja áigeguovdilis dáhpáhusaid
smj: dágástallat ådåsij ja ájggeguovddelis dáhpádusáj birra

source: suokkardit ja čilget sámi muitalanárbevieruid birra
smj: guoradallat ja tjielggit sáme subtsastallamvuogijt

source: gulahallat guovddáš dáhpáhusaid birra mat gullet giellaguovllu historjái *
smj: guládallat guovdásj dáhpádusáj birra ma gulluji giellaguovlo histåvrråj*

source: selvehit sámegiela girjjálašvuođahistorjjá *
smj: tjielggit sáme girjálasjvuodahiståvråv*

source: Gelbbolašvuođamihttomearit 9. dási ma ŋŋel
smj: 9. dáse maŋŋela

source: ieš álggahit, joatkit ja loahpahit ságastallama, geavahit iešguđetlágan strategiijaid nu ahte gulahallan doaibmá
smj: iesj álgadit, joarkket ja låhpadit ságastallamav, ja adnet duov dáv strategijav nav vaj guládallam doajmmá

source: digaštallat, ákkastallat ja albmanahttit iežas oaiviliid ja jurdagiid
smj: dágástallat, argumenterit ja åvddånbuktet ietjas ájádusájt ja dádjadusáv

source: válddahit ja árvvoštallat iežas ovdáneami sámegiela oahpahallamis
smj: gåvådit ja árvustallat ietjas åvddånimev sámegiela oahppamin

source: gávnnahit gielalaš erohusaid ja ovttaláganvuođaid sámegiela ja dárogiela huksehusain
smj: buohtastahttet ja gávnnat avtalágásjvuodajt ja sieradusájt sámegiela ja dárogiela gaskan

source: muitalit movt njálmmálaš giella earrána čálalaš gielas
smj: tjielggit gåktu njálmálasj giella ærrán tjálalasj gielas

source: lohkat, dulkot ja reflekteret vissis meari ođđa teavsttaid sisdoalu, hámi ja ulbmila
smj: låhkåt, tjielggit ja ájádallat sisanov, hámev ja ulmev vissa oasen ådåsap tevstajs

source: buvttadit ja ovdanbuktit iežas teavsttaid
smj: buvtadit ja åvddånbuktet ietjas tevstajt

source: geavahit iešguđetlágan ovdanbuktinmálliid iežas barggu ovdanbuktimis
smj: adnet muhtem åvddånbuktemvuogev ietjas bargoj åvddånbuvtedijn

source: čállit čáppagirjjálašvuođa ja áššeprosateavsttaid
smj: tjállet tjáppagirjálasjvuoda ja ássjeprosa tevstajt

source: jorgalit teavsttaid sámegillii
smj: jårggålit tevstajt sámegiellaj

source: gulahallat digitála reaidduid bokte
smj: guládallat digitála ræjdoj baktu

source: ságaskuššat mat váikkuhit giellageavaheami áiggi čađa
smj: árvvaladdat vidjurijt ma giellaanov bájnni

source: selvehit sámegiela sajádaga suoma-ugralaš giellajoavkkus
smj: tjielggit sámegiela sajev suomaugralasj giellajuohkusin

source: geavahit mediaid iežas giellabarggus
smj: adnet mediajt ietjas giellabargon

source: digaštallat ođđasiid ja áigeguovdilis dáhpáhusaid Sámis
smj: dágástallat ådåsij ja ájggeguovddelis dáhpádusáj birra Sámen

source: ságaskuššat nuorra olbmuid eallinvuogi, ovttastallanmálliid, eallinoainnuid ja árvvuid dán áiggi Sámis
smj: árvvaladdat nuorra ulmutjij viessomvuogev, sæbrástallamvuogijt, iellemvuojnot ja árvojt dán ájggásasj Sámen

source: Gelbbolašvuođamihttomearit 10. dási ma ŋŋel
smj: 10. dáse maŋŋela

source: hálddašit ollu sániid ja ovdanbuktit njálmmálaččat máŋggaládje ja heivvolaččat dilálašvuhtii
smj: buktet bágoj valljudagáv ja máhttet ságastallat dan milta mij le vuordedahtte ja gájbbedahtte

source: selvehit mii váikkuha gulahallama, ja movt dan máhtu sáhttá geavahit go bargá gielain ja teavsttain
smj: tjielggit vidjurijt ma bájnni guládallamav, ja gåktu dav máhtov máhttá adnet gå barggá gielajn ja tevstaj

source: árvvoštallat ja geavahit iešguđetlágan guldalanstrategiijaid heivehuvvon ulbmiliidda ja dilálašvuođaide
smj: árvustallat ja adnet duov dáv gulldalimstrategijav hiebaduvvam ulmijda ja dilláj

source: selvehit gielalaš ovttaláganvuođaid ja erohusaid sámegielas ja dárogielas
smj: tjielggit avtavlágásjvuodajt ja ærádusájt sámegiela ja dárogiela gaskan

source: struktureret iežas giela iešguđet dárbbuide
smj: strukturerit gielav dárboj milta

source: refereret sártniid ja logaldallamiid
smj: refererit hålajt ja lågådallamijt

source: válljet buriid lohkanstrategiijaid iešguđetlágan teavsttaid lohkamii
smj: válljit buorre låhkåmstrategijajt gå le tevstajt låhkåmin

source: lohkat, ságaskuššat ja buohtastahttit boares ja ođđa sámegiel teavsttaid
smj: låhkåt, árvvaladdat ja buohtastahttet åvdep ja dálásj sámegiela tevstajt

source: ovdandivvut čálalaš barggu man vuolggasadji lea girjjálašvuođa čiekŋudeapmi
smj: åvddånbuktet tjálalasj bargov mij le boados girjálasjvuoda tjiegŋodimes

source: árvvoštallat iežas čálalaš barggu ja iežas čálalaš gulahallama ovdáneami
smj: árvustallat ietjas tjálalasj bargojt ja ietjas tjálalasj guládallama åvddånimev

source: geavahit fágaiguoski terminologiija válddahaladettiin giela hámiid ja struktuvrra
smj: adnet fáhkajguoskavasj terminologijav giela hámij ja struktuvra gåvådattijn

source: geavahit hálddahuslaš doahpagiid gulahaladettiin almmolaš ásahusaiguin
smj: adnet háldadim moallánagájt gå le guládallamin almulasj ásadusáj

source: geavahit iešheanalaččat máŋggalágan digitála reaidduid ja eará veahkkeneavvuid
smj: adnet digitála ræjdojt ja ietjá viehkkenævojt iesjrádálattjat

source: ovdandivvut ja buohtastahttit vissis meari sámi ja eará kultuvrraid girjjálašvuođas
smj: åvddånbuktet ja buohtastahttet muhtem sáme girjálasjvuodav ietjá kultuvraj girjálasjvuodajn

source: selvehit sámegiela giellahistorjjá váldoosiid
smj: tjielggit oajvveåsijt sáme giellahiståvrån

source: čilget movt gielat ja kultuvrrat Sámis deaivvadit ja gilvalit ja movt iežas giella ja kultuvra váikkuhuvvo ja rievdá go lea oktavuohta earáiguin
smj: tjielggit dárkkelit gåktu giela ja kultuvra Sámen dejvadi ja gilposti, ja gåktu ietjas giella ja kultuvrra åvddån ja rievddá buohta ietjá gielaj ja kultuvraj

source: selvehit sámi mediahistorjjá váldoosiid
smj: tjielggit oajvvesåsijt sáme mediahiståvrån

source: digaštallat movt iešguđet mediat doibmet diehtojuohkingáldun ja movt dat váikkuhit min kulturipmárdussii
smj: dágástallat gåktu media doajmmi diehtojuohkemgálldon ja gåktu da bájnni mijá kultuvrradádjadusáv

source: ságaskuššat ja ovdandivvut historjjálaš ja áigeguovdilis dáhpáhusaid Sámis
smj: árvvaladdat ja åvddånbuktet histåvrålasj ja ájggeguovddelis dáhpádusájt Sámen

source: Árvvoštallan fágas
smj: Árvustallam fágan

source: Loahppaárvvoštallama mearrádusat:
smj: Loahppaárvustallama mærrádusá:

source: Oppalašárvosáni árvvoštallan - sámegiella 2
smj: Åbbålasjkaraktera árvustallam - sámegiella 2

source: Ortnet
smj: Årnik

source: 10. jahkeceahkki
smj: 10. jahkedásse

source: Oahppit galget oažžut guokte oppalašárvosáni, ovtta sámegielas 2 čálalaš ja ovtta sámegielas 2 njálmmálaš.
smj: Oahppe oadtju guokta åbbålasjkaraktera, avtav sámegielan 2 tjálalasj ja avtav sámegielan 2 njálmálasj.

source: Jo2 fidnofágalaš oahppoprográmmat
smj: Jo3 oahppogárvedime åhpadusprográmma

source: Lasáhus oppalaš studerengelbbolašvuhtii
smj: Lasádus dábálasj oahppomáhtudahkaj

source: Go fága bistá máŋga jagi, de bissu dušše joatkkaoahpahusa bajimus dási oppalašárvvoštallan gelbbolašvuođaduođaštusas dahje oahppoduođaštusas.
smj: Gå fáhka åhpaduvvá måttijt jagijt, de le dåssju bajemus dáse åbbålasjárvustallam mij boahtá åvddån máhtudakduodastusán jali loahppaduodastusán.

source: Oppalašárvosáni árvvoštallan - sámegiella 3
smj: Åbbålasjkaraktera árvustallam - sámegiella 3

source: Oahppit galget oažžut guokte oppalašárvosáni, ovtta sámegielas 3 čálalaš ja ovtta sámegielas 3 njálmmálaš.
smj: Oahppe oadtju guokta åbbålasjkaraktera, avtav sámegielan 3 tjálalasj ja avtav sámegielan 3 njálmálasj.

source: Oahppit sáhttet vuorbáduvvot sámegiella 2 čálalaš eksámenii.
smj: Oahppe máhtti vuorbbáduvvat tjálalasj eksábmaj sámegielan 2.

source: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo guovddáš ásahusain.
smj: Tjálalasj eksábma dagáduvvá ja árvustaláduvvá guovdálattjat.

source: Oahppit sáhttet maid vuorbáduvvot sámegiella 2 njálmmálaš eksámenii.
smj: Oahppe máhtti aj vuorbbáduvvat sámegielan 2 njálmálasj eksábmaj.

source: Njálmmálaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.
smj: Njálmálasj eksábma dagáduvvá ja árvustaláduvvá bájkálattjat.

source: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.
smj: Tjálalasj eksábma dagáduvvá ja árvustaláduvvá bájkálattjat.

source: Oahppit sáhttet vuorbáduvvot sámegiella 3 njálmmálaš eksámenii.
smj: Oahppe máhtti vuorbbáduvvat njálmálasj eksábmaj sámegielan 3.

source: Oahppit sáhttet vuorbáduvvot sámegiella 3 čálalaš eksámenii.
smj: Oahppe máhtti vuorbbáduvvat tjálalasj eksábmaj sámegielan 3.

source: Oahppit sáhttet maid vuorbáduvvot sámegiella 3 njálmmálaš eksámenii.
smj: Oahppe máhtti aj vuorbbáduvvat njálmálasj eksábmaj sámegielan 3.

source: Geahča rávisolbmuid vuođđoskuvlaoahpahusa gustovaš ortnega.
smj: Gehtja ållessjattugij vuodoskåvllååhpadusá guoskavasj årnigav.

source: Privatisttat galget váldit sámegiella 2 dahje sámegiella 3 čálalaš ja njálmmálaš eksámeniid.
smj: Privatista galggi tjadádit tjálalasj ja njálmálasj eksámav sámegielan 2 jali sámegielan 3.

source: Sámegiella 2 eksámen fátmmasta 1.-10. dásiid.
smj: Eksábma sámegiellaj 2 loavddá 1-10 dásev.

source: Sámegiella 3 eksámen fátmmasta 1.-7. dásiid.
smj: Eksábma sámegiella 3 Jo3 loavddá 1-7 dásev.

source: Árvvoštallama oppalaš mearrádusat leat oahpahuslága láhkaásahusas.
smj: Dábálasj mærrádusá árvustallama birra le mierreduvvam åhpaduslága njuolgadustjállagin.
